{
  "regions": [
    {
      "id": "nivah",
      "name": "Nivah",
      "type": "continent",
      "summary": "Cold northern lands of fractured kingdoms.",
      "mapPosition": {
        "x": 0.42,
        "y": 0.18
      },
      "entries": [
        "city-genoa",
        "faction-westerland-federation"
      ]
    }
  ],
  "entries": [
    {
      "id": "city-genoa",
      "title": "Genoa",
      "category": "location",
      "regionId": "nivah",
      "tags": [
        "city",
        "trade hub",
        "mountains"
      ],
      "summary": "A bustling metropolis and home to the first constitutional republic.",
      "body": "Full lore text here...",
      "relatedIds": [
        "faction-westerland-federation"
      ]
    },
    {
      "id": "faction-westerland-federation",
      "title": "The Westerland Federation",
      "category": "faction",
      "regionId": "nivah",
      "tags": [
        "politicans"
      ],
      "summary": "A common defense pact consisting of the city state of the Westerlands.",
      "body": "Established after gaining their independence from the Adyaerion Empire, the Westerland Federation is a collection of city states looking to forge the first constitutional government in the world. They have forsaken the concepts of monarchs and have created the first elected parlimentary government.",
      "relatedIds": [
        "city-genoa"
      ]
    },
    {
      "id": "pontiff",
      "title": "Pontiff",
      "category": "location",
      "regionId": null,
      "tags": [
        "city, trade, navy"
      ],
      "summary": "City in the Westerlands known for its luxury accomodations, clientele, and cuisine.",
      "body": "As the second largest city in the Westerlands, Pontiff is situated in the shadow of Genoa's grandeur. Though, that does not take away its importance. While the politican plays his games of chess in Genoa, the merchent, guild master, and aristocrat strike deals that change entire markets. Pontiff is the financial headquarters of several successful trading companies, guilds, and family businesses who prefer to stay away from the liberal politics of Genoa.",
      "relatedIds": []
    },
    {
      "id": "lilian-hosta",
      "title": "Lilian Hosta",
      "category": "character",
      "regionId": null,
      "tags": [],
      "summary": "Resident of Uthwend Village and scholar at the Observatory of Wend",
      "body": "Lilian Hosta is the daughter of respected Wendian elder, Verric Hosta. Lilian is an accomplished scholar, sorcerer, and occasional diplomat. From a young age she excelled in sorcery, specifically, druid craft.",
      "relatedIds": []
    },
    {
      "id": "estone",
      "title": "Estone",
      "category": "location",
      "regionId": null,
      "tags": [
        "city",
        "fortress"
      ],
      "summary": "Capital city of the Adyaerion Empire.",
      "body": "A massive fortress city that was once ruled by Torm the True, God-King of the humans. After the Second War of the Great Ones, the city would be left in the hands of the Adyaerion family who inherited his throne. From there they would raise themselves to not just kings and queens, but emperors and empresses. The Adyaerions would rule the entire continent of Nivah by 983 P.D.",
      "relatedIds": []
    }
  ]
}